export const ArtInfo = {
  title: 'The golden age, 2023',
  category: 'Single channel video',
  caption: ['단채널 영상', '컬러', '사운드', '3분 20초', 'single channel video', 'color', 'sound', '3min 20sec'],
  artist: '임은정 Eunjoung Im',
  name: '은정',
  credit: [
    '연출 및 감독 | 임은정',
    '안무 | 임은정',
    '퍼포먼스 | 김현진, 송유경, 정나원, 주혜영, 임은정',
    '영상 | 김창구',
    '음악 | 김기정',
    '자문 | 황희승',
  ],
  detail: `
   임은정은 노인을 위한 율동, 춤 비디오를 만들어 어플과 웹을 통해 배포할 예정이다. 영상에 등장하는 동작은 총 10개로, 노인들을 위한 스트레칭, 근력 강화, 치매 예방 등의 효과가 있는 동작을 리서치하여 만들어낸 것이다. 각각은 아침용, 점심용, 저녁용 나뉘고 ‘오전_띡똑', ‘오후_가슴 쿵쾅’, ‘저녁_주먹탑 쌓기‘ 등 이를 설명하는 부제가 붙는다. 개별 동작은 아바타의 안드로이드 버전 어플 <실버벨>(2024)에서 배워볼 수 있다. 작가는 노인들이 사용하기 간편하도록 고안된 체조 어플에서 각 동작을 통해 운동하다 보면, 자연스럽게 <골든 에이지>의 춤을 출 수 있도록 의도하였다. 작품의 제목 <골든 에이지>와 같이, 작가는 어플을 이용할 노인들이 빛나는 노후를 보내길 염원하는 마음을 담았다.
`,
}

export const Interview = [
  {
    q: '이번 <도전! 실버벨> 프로젝트에서 퍼포먼스 영상 <골든 에이지>과 어플 <실버벨>에 들어간 체조 동작을 만들어주시고 직접 출현해주시기도 했어요. 영상의 동작들이 만들어지기까지 어떤 리서치 과정이 있었는지 궁금해요.',
    a: `가장 먼저 유튜브로 노인을 위한 체조나 율동을 먼저 찾아봤어요. 노인들이 배울 수 있는 동작의 범위가 어디까지인지 파악하고, 노인들이  배울 수 있는 동작이 어떤 종류인지 알게 된 것 같아요. 이외에도 저희 프로젝트가 홍연길을 기반으로 진행되었던 만큼, 홍연길 안의 노인분들이 어디가 아프고 건강 상태가 어떠한지 체크할 필요가 있었어요. 고민하다가 생각난 게, 길 안에 유일하게 있는 병원인 ‘새천년 의원'에 찾아가 의사 선생님과 병원 아래 약사님과도 이 내용을 토대로 인터뷰를 진행했어요. 이때 노인분들은 여러 동작을 길게 운동하는 것보다 가벼운 동작이라도 수시로 하면 좋다는 것, 그리고 완전히 새로운 동작을 배운다기보단 국민 체조 등 익숙하게 해왔던 동작을 바탕으로 구성해야 한다는 걸 알게 되었죠. 그래서 어플도 수시로 알람이 갔으면 좋겠다고 했고, 동작도 한 동작씩만 따라 할 수 있도록 한 동작씩 찍었어요.
`,
  },
  {
    q: '작가님은 움직임으로 작업하시다 보니, 다양한 몸을 가진 분들을 만날 것 같아요. 예전에도 노인분과 함께 움직임을 한 경험이 있으신가요?',
    a: '사실 저의 할머니의 경우도 병상에 오랜 기간 누워계셔서 아예 움직이질 못할 때도 있었어요. 저는 움직임을 하는 사람이다 보니 할머니의 재활을 위해 동작을 배워서 함께 운동했죠. 지금은 다시 정정해지셔서 노년층에게 운동이 얼마나 중요한지 체감했던 것 같아요. 그때 익혔던 동작도 이번 프로젝트에 많이 적용했어요.',
  },
  {
    q: '어플 <실버벨>의 아침, 점심, 저녁에 오는 알림은 시간대에 따라 다른 동작을 하게 되죠. 동작은 어떻게 구성했고 선별하셨나요?',
    a: `
    아침에는 조금 더 스트레칭이 되는 동작을 선정했어요. 이후 점점 시간이 지날수록 몸을 더 쓰는 동작으로 선정했죠. 모든 동작이 어렵거나 격하진 않지만, 이 안에서도 시간대별로 나름의 난이도를 조절하려고 노력했던 것 같아요.
    `,
  },
  {
    q: '어플 <실버벨>의 10가지 동작이 모이면 퍼포먼스 영상 <골든 에이지>가 된다는 것도 흥미로웠어요. 돌이켜 생각해 보면 실버 세대는 연령대를 규정하기 위한 것이라면, 골든 에이지는 황금기를 뜻한다는 점에서 빛나는 노년 생활을 연상하게 되네요.',
    a: `
    <골든 에이지>는 어플에 있는 동작을 위주로 구성되었는데, 다른 동작이 추가되고 박자가 달라지는 등 조금의 차이는 있죠. 무엇보다 얼굴을 가렸다는 점이 중요해요. 이번 작품에서는 움직임을 하는 사람들의 개인적인 특성이 지워졌으면 했어요. 물론 몸의 형체로 구분은 되겠지만, 그 자체의 몸들보다는 더 다양한 것들을 반영시키고 싶었어요. 움직임을 하는 사람이 나이대는 어떠한지, 성별은 어떠한지를 모르게요. 처음에는 노인분들과 실제로 퍼포밍을 하거나, 노인들의 사진을 받아서 춤 영상에 딥페이크를 한다든지 여러 방안을 생각하긴 했어요. 그런데 이런 작업을 하려면 조금 더 섬세해야 할 필요가 있더라고요. 함께 영상을 찍자고 하는 것도 이분들께는 어떠한 부담이 될 수 있으니까요. 그래서 어플을 제안한 것이기도 해요. 누구나, 언제든, 수시로 건강에 도움이 되는 움직임을 할 수 있게요.
    `,
  },
]
