export const ArtInfo = {
  title: '한 가닥, 2023',
  category: 'Han Gadak(One Thread), 2023',
  caption: [
    '인터랙티브 웹 아트',
    '3D 가상 공간 사운드',
    '홍연길 인터뷰 아카이빙',
    'Interactive Web Art',
    '3D virtual space',
    'Archiving of Hongyeon-gil interview',
  ],
  artist: '도재인 Jane Tao',
  name: '재인',
  credit: [
    '웹 공간 기획, 개발, 디자인 | 도재인',
    '3D 모델링, 텍스쳐 | 도재인',
    '사운드 | 도준',
    '인터뷰 | 도재인, 최은총',
    '인터뷰 정리 | 도재인',
    '인터뷰 참여자 | 박소라(가명)',
    '도움 | 황희승',
  ],
  detail: `
   <한 가닥>은 홍연길 중앙에 위치한 비닐집을 운영하는 노인의 이야기를 4개월간 수집하여 제작한 인터렉티브 웹 가상 공간 작업이다. 작가는 여러 차례의 인터뷰를 진행하며 노인이 늘 길 안의 다른 노인의 고충을 함께 고민하는 것을 발견한다. 또한 가게에 비치된 소파와 의자, 그리고 간식 꾸러미에서 잠시 쉬러 찾아오는 다른 노인들을 향한 배려를 발견한다. 작가는 노인에게 그들이 거주하는 환경이나 가정 상황, 건강이 개선되길 바라며 적은 메모를 받기도 한다. \n\n 작가는 이 공간을 ‘한 가닥’씩 체감하며 발견한 물건과 그에 담긴 감정을 3D 오브젝트와 사진 텍스쳐로 재현하고, 사장님의 이야기와 노인들의 삶을 소리와 함께 담아 살아있는 가상 공간으로 제작했다. 관람객은 1인칭 시점으로 인터렉티브 웹 공간으로 재구성된 비닐집 가게로 들어서게 된다. 이 속에서 노인의 이야기가 녹아든 공간을 직접 체험하게 된다. “우연이 필연이 된다”는 비닐집 사장님의 말처럼, 관람객은 작품과 한 가닥의 우연으로 만나, 사장님이 향한 홍연길의 노인 이야기를 들으며 그들과 인연이 되고, 더 나아가 홍연길과 필연이 되는 과정을 거치게 된다.
`,
}

export const Interview = [
  {
    q: '홍연길의 노인분과 인터뷰를 통해 만든 인터렉티브 웹 아트 작품의 제목을 <한 가닥>으로 지어주셨어요. 보자마자 제목에 어떤 의미가 담겨있을까 궁금했어요.',
    a: ` 10년 정도 운영된 홍연길 중앙에 위치한 비닐집은 한 여성 노인분이 운영하고 계세요. 비닐집 사장님과 여러 차례 인터뷰를 할 때, 하셨던 말 중에 가장 인상 깊었던 말에서 따와 제목을 지었어요.   사장님께서 저와 기획자와의 만남에 대해, “사람이 처음에 우연으로 만났다가 인연이 되고 그게 필연이 된다”라고 말씀해 주셨는데, 이때 사람 간의 연결에 대해 계속 생각해 보게 된 것 같아요. 그래서 ‘연결’을 키워드로 작품을 제작하게 되었어요.`,
  },
  {
    q: '한 가닥이 연결을 의미하는 것이라 할 수 있겠네요.',
    a: `‘한 가닥'에서부터 시작된 연결이 점점 그 갈래가 넓어지는 것이 생각났어요. 제 작품을 관람하시는 주 관객층이 MZ세대예요. 이번 작품에도 청년 세대들이 제 작품을 체험할 때, 저와 홍연길과 홍연길에 거주하는 노인분들이 연결되었듯이 이들 또한 함께 연결되면 좋겠다는 마음을 담았어요. 그리고 제목의 ‘한'이라는 글자는 ‘한(恨)'이란 감정을 가리키기도 해요. 홍연길 안에 노인분들을 자주 접하면서, 이분들이 드러내놓고 말하지 않더라도 인생에 대해 얘기할때 한이 엿보이기도 해서, 이 의미를 살리고자 영문 제목도 음차하여 ‘한'을 ‘Han’으로 표기했어요.`,
  },
  {
    q: '이번 작품을 제작하면서 오랜 기간 교류한 노인분에 대한 소감이 남다르실 것 같아요. 노인분에 관해 설명해주세요.',
    a: `
    사장님은 홍연길에 거주하시면서 비닐집을 10년간 운영하신 분이신데, 홍연길에 굉장히 애정이 많으신 분 같았어요. 사실 처음 인터뷰를 요청할 때 홍연길과 관련된 사장님의 개인적인 이야기를 여쭤보고자 했는데, 얘기를 나누다 보니 사장님의 시선은 항상 본인에 대한 얘기보단 나이가 드신 노인분들의 처지와 환경에 대해 많이 얘기하셨어요. 홍연길의 많은 노인분들이 몸이 아프고 거동이 불편하셔서 사회로부터 소외되어 있다는 걸 말씀해 주신다든지, 아파트 단지가 아닌 다세대 주택에 계신 노인분들은 더 딱한 사정이라든지 하는 것들이요. 이 부분에서 참 따뜻하신 분이라는 걸 알 수 있었어요. 그리고 저희가 수시로 찾아갔을 때마다 자꾸 간식이라든지, 소소한 선물이라든지, 직접 프로젝트에 대해 생각한 아이디어나 편지를 건네주시기로 했어요. 비닐집 안에 배치된 의자와 소파에 앉아 이야기를 나누면서 이 공간에 배인 사장님의 따뜻함과 애정에 대해 많이 체감했던 것 같아요.
    `,
  },
  {
    q: '맞아요. 저도 다녀갈 때마다 두 손 가득 무거워져서 나왔던 기억이 있어요. 작품에 보이는 요구르트는 저희가 방문할 때마다 매번 꺼내주시던 요구르트이더라고요. 이외에도 비닐집에서 보이던 여러 물건들이 가상 공간에 등장한 것 같은데, 여기에 얽힌 일화를 소개해 주시겠어요?',
    a: '각각의 오브젝트를 클릭하면, 사장님의 인터뷰 음성이 들리고 오브젝트와 얽힌 일화나 홍연길에 대한 바람을 말씀해 주시게끔 만들어보았어요. 오브젝트는 사장님의 애장품을 모델링하고 실제 공간의 사진을 레이어로 쌓아 3d 텍스쳐로 작업했습니다. 그리고 자세히 보시면 인트로 배경과 안쪽의 배경이 다른데요. 인트로 공간은 홍연길 로드뷰 이미지를 변형한 것이고, 안쪽 공간은 비닐집 안에 사장님이 직접 만드신 동그랗게 생긴 철제 오브제가 있는데. 그 오브제의 모양에 따라 구 형태의 공간을 만들어 본 것이에요. 그리고 보통 저는 3D 애니메이션 작업을 하는 사람인데 이번에는 관람객의 시선을 따라 움직여지는 인터렉티브 웹 공간을 만들기 위해서 처음으로 코딩 공부까지 하면서 구현해 냈어요. 그만큼 이번 작품은 사장님의 시선으로 바라본 홍연길이 이렇게 따뜻하다는 사실을 작품의 관람객들이 체험했으면 좋겠다는 마음으로 작업에 임했던 것 같습니다. ',
  },
  {
    q: '맞아요. 사실 이 작품이 구상되기까지 정말 많은 아이디어 회의를 거쳤던 기억이 나요. 비닐집 사장님이 저희 프로젝트에 많은 영향을 주셨죠. 작가님의 가상 공간에도 비닐집의 흔적이 많이 보이는 것처럼요. 사장님의 말씀처럼 작품도 한 가닥 우연이 필연이 된 것만 같네요.',
    a: `
    사장님을 찾아갈 때 ‘강원종합포장'이란 간판 아래 문을 열고 들어가면 항상 ‘딸랑’하는 종소리가 들렸어요. 저희 프로젝트 이름이 <도전! 실버벨>이기도 해서 그런지 그 소리가 더 인상적이었어요. 그래서 인트로 공간의 간판을 보고 또다른 가상 공간으로 들어서면 종소리가 울려퍼지게 연출했죠. 가상공간 안쪽으로 걸어갈 때 들리는 사운드는 제가 홍연길에서 채집한 소리를 토대로 도준 작가님이 사운드 작업을 해 주신 것이에요. 홍연길을 걸어 다니며 소리를 채집하다 보니 터벅터벅 걷는 소리가 잡혔더라고요. 이걸 그대로 살렸어요. 가상 공간 안쪽은 사장님의 공간인 비닐집을 토대로 만들어지기도 했어요.`,
  },
]
