export const ArtInfo = {
  title: '실버벨',
  category: 'silverbell',
  caption: [
    '안드로이드 애플리케이션',
    '푸쉬 알림 기능 및 비디오 재생 기능',
    '체조 동작 모음',
    'Android Application',
    'Push Notification and Video Player',
    'Collection of Gymnastics Movements',
  ],
  artist: '장예원 Yewon Jang | 오세진 Sejin Oh',
  name: '예원',
  credit: [
    '리서치 | 도재인, 오세진, 임은정, 장예원, 최은총',
    '노인 체조 영상 | 임은정',
    '어플리케이션 개발 | 오세진, 장예원',
    '자문 | 홍연길 경로당 일원',
  ],
  detail: `
   <실버벨>은 하루 중 아침, 점심, 저녁 총 세 번 정해진 시간에 알림이 울려 건강 체조를 알려주는 노인 맞춤형 안드로이드 애플리케이션이다. 아바타 일원은 약 6 개월간 뉴미디어에 대한 노인의 신체적/정서적 반응을 리서치하여, 보다 쉽고 간편한 방식의 어플 구동 방식을 고안한다. 오세진과 장예원은 큰 활자와 고 대비를 사용하여 가시성을 높이고, 큰 아이콘을 배치하고 글자로 아이콘을 지시하는 등 노인층의 뉴미디어 접근성을 고려하여 어플을 개발했다. 알림이 울리는 시간대와 문구 또한 노인층과의 인터뷰를 바탕으로 그들의 생활 패턴과 관심사 등을 고려하여 정해졌다. 임은정은 노인들의 건강 함양을 위한 여러 체조 동작을 리서치하고, 이를 재구성하여 노인의 신체리듬에 따라 시간대별로 행하면 좋은 동작을 선별했다. 노인층은 짧게 여러 번 운동하는 것이 더 효과적이기에 알림 한 번에 하나의 동작을 행하도록 구성했다. 또한 동작은 처음 몸을 움직이는 사람도 쉽게 따라 할 수 있을 만한 난이도로 구성되었다.
`,
}
